Autodesk.Revit.UI.ComboBoxMember.GroupName
The group to which the ComboBoxMember is assigned.
Remarks: If set, the ComboBoxMember appears under a group header in the ComboBox. If null, the ComboBoxMember is not a member of any group.
The default value is null.
Since: 2011

Autodesk.Revit.UI.ComboBoxMember.Image
The image shown on the ComboBoxMember.
Remarks: The image will be shown on the left side of the item.
The best size is 16 x 16 pixels.
Since: 2011

Autodesk.Revit.UI.ComboBoxMember
This class represents an item in the drop-down list of a ComboBox.
Remarks: Note that a ComboBoxMember will not show an individual tool tip.
Use of this class is not supported in Revit Macros.
Since: 2011